Repository: concretecms-community-store/community_store
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: it_it

source: Options have different prices, SKUs or stock levels
it_it: Le opzioni hanno prezzi, scorte in magazzino o SKU diversi

source: Variations
it_it: Variazioni

source: More options
it_it: Più opzioni

source: Primary Image
it_it: Immagine principale

source: In order to have digital downloads, you need to %sturn on advanced permissions%s.
it_it: Per attivare i download digitali, devi %sattivare le autorizzazioni avanzate%s.

source: Create user account on purchase
it_it: Crea un account utente al momento dell'acquisto

source: When checked, if customer is guest, will create a user account on purchase
it_it: Quando selezionata, se il cliente è ospite, creerà un account utente al momento dell'acquisto

source: On purchase add user to user groups
it_it: Al momento dell'acquisto aggiungi l'utente ai seguenti gruppi di utenti

source: Select user groups
it_it: Seleziona i gruppi di utenti

source: Send customer directly to checkout when added to cart
it_it: Porta il cliente direttamente alla cassa quando aggiunto al carrello

source: Prevent this item from being in the cart with other items
it_it: Evita che questo articolo sia messo al carrello con altri articoli

source: Detail Page is set to:
it_it: La pagina di dettaglio è:

source: This product is missing a corresponding page in the sitemap
it_it: Questo prodotto non ha una corrispondente pagina nella sitemap

source: Page Template
it_it: Modello pagina

source: Any changes to the product will not be saved. Create product page?
it_it: Non verranno salvate eventuali modifiche al prodotto. Creare la pagina del prodotto?

source: Generate a Product Page
it_it: Genera una pagina prodotto

source: No page is configured as the parent page for new products
it_it: Nessuna pagina configurata come pagina padre per i nuovi prodotti

source: Cancel / View All Products
it_it: Annulla / Torna alla lista articoli

source: %s Product
it_it: %s articolo

source: Manage Attributes
it_it: Gestisci attributi

source: Manage Groups
it_it: Gestisci gruppi

source: All Groups
it_it: Tutti i gruppi

source: Search Products
it_it: Ricerca articoli

source: Featured
it_it: In evidenza

source: Groups
it_it: Gruppi

source: Multiple
it_it: Multiplo

source: Base price
it_it: Prezzo base

source: Not Featured
it_it: Non in evidenza

source: None
it_it: Nessuno

source: You have not added a group yet
it_it: Non hai ancora aggiunto un gruppo

source: Add a Group
it_it: Aggiungi un gruppo

source: Group Name
it_it: Nome gruppo

source: Add Group
it_it: Aggiungi gruppo

source: New Product Name
it_it: Nuovo nome prodotto

source: (Copy)
it_it: (Copia)

source: New Product SKU
it_it: Nuovo SKU prodotto

source: Shipping Methods
it_it: Metodi di spedizione

source: Tax Rates
it_it: Aliquote tasse

source: Currency
it_it: Valuta

source: Payments
it_it: Pagamenti

source: Order Statuses
it_it: Stati dell'ordine

source: Notifications and Receipts
it_it: Notifiche e ricevute

source: Cart and Checkout
it_it: Carrello e checkout

source: Currency Settings
it_it: Impostazioni valuta

source: Currency Symbol
it_it: Simbolo valuta

source: Currency Code
it_it: Codice valuta

source: Thousands Separator
it_it: Separatore migliaia

source: e.g. , or a space
it_it: es. spazio

source: Whole Number Separator
it_it: Separatore decimali

source: e.g. period or a comma
it_it: es. virgola o punto

source: Tax Settings
it_it: Impostazioni tasse

source: Are Prices Entered with Tax Included?
it_it: I prezzi sono IVA/tasse incluse?

source: No, I will enter product prices EXCLUSIVE of tax
it_it: No, inserirò i prezzi dei articoli ESCLUSE le tasse

source: Yes, I will enter product prices INCLUSIVE of tax
it_it: Si, inserirò i prezzi dei articoli tasse INCLUSE

source: Units for Weight
it_it: Unità di misura peso

source: Units for Size
it_it: Unità di misura dimensioni

source: in
it_it: pollice

source: Include Delivery Instructions field in checkout
it_it: Attiva il campo di istruzioni per la consegna durante il checkout

source: Payment Methods
it_it: Metodi di pagamento

source: Display Name (on checkout)
it_it: Mostra nome (durante checkout)

source: Button Label
it_it: Dicitura bottone

source: No Payment Methods are Installed
it_it: Nessun metodo di pagamento risulta installato

source: Display Name
it_it: Nome da visualizzare

source: Default Status
it_it: Stato predefinito

source: Send Change Notifications to...
it_it: Invia notifica di modifica a...

source: Customer
it_it: Cliente

source: No Order Statuses are available
it_it: Nessun stato dell'ordine è disponibile

source: Notification Emails
it_it: Notifica email

source: Send order notification to email %sseparate multiple emails with commas%s
it_it: Invia una notifica di ogni ordine alle e-mail %sseparare gli indirizzi con virgola%s

source: Email Address
it_it: Indirizzi e-mail

source: Emails Sent From
it_it: Mittente delle e-mail

source: From Email
it_it: Da e-mail

source: From Email Address
it_it: Da indirizzo email

source: From Name
it_it: Da

source: Receipt Emails
it_it: Email di ricevuta

source: Receipt Email Header Content
it_it: Intestazione della mail di ricevimento ordine

source: Receipt Email Footer Content
it_it: Footer della mail di ricevimento ordine

source: Page to Publish Product Pages Under
it_it: Crea gli articoli sotto la pagina

source: Cart and Ordering
it_it: Carrello e vendita

source: Disabled (Catalog Mode)
it_it: Disabilitato (Modalità catalogo)

source: Guest checkout
it_it: Acquista come ospite

source: Offer as checkout option
it_it: Offri la possibilità

source: Always (unless login required for products in cart)
it_it: Sempre (a meno che non è richiesto l'accesso per i articoli nel carrello)

source: Save Settings
it_it: Salva impostazioni

source: Sales this Week
it_it: Le vendite di questa settimana

source: m/d
it_it: m/g

source: Recent Orders
it_it: Ordini recenti

source: Enter Discount Code
it_it: Inserisci il codice di sconto

source: Discount has been applied
it_it: Lo sconto è stato applicato

source: Invalid code
it_it: Codice non valido

source: Items Sub Total
it_it: Sub-totale articoli

source: to be determined
it_it: deve essere calcolata

source: Sign in, Register or Checkout as Guest
it_it: Entra, registrati o acquista come ospite

source: Sign in or Register
it_it: Entra o registrati

source: In order to proceed, you'll need to either register, or sign in with your existing account.
it_it: Per procedere, è necessario registrarsi o accedere con un account esistente.

source: Register
it_it: Registrati

source: Or optionally, you may choose to checkout as a guest.
it_it: Oppure opzionalmente, puoi continuare l'acquisto come ospite.

source: Checkout as Guest
it_it: Acquista come ospite

source: Phone Number
it_it: Numero di telefono

source: Address Line 1
it_it: Indirizzo (linea 1)

source: Address Line 2
it_it: Indirizzo (linea 2)

source: State / Province
it_it: Provincia

source: Postal Code
it_it: Codice di avviamento postale

source: Use these details for shipping
it_it: Usa questo indirizzo per la spedizione

source: Next
it_it: Avanti

source: Address
it_it: Indirizzo

source: Previous
it_it: Indietro

source: Please select a shipping method
it_it: Seleziona un metodo di spedizione

source: Complete Order
it_it: Completa l'ordine

source: There are currently no payment methods available to process your order.
it_it: Al momento non ci sono metodi di pagamento disponibili per evadere l'ordine.

source: Your Cart
it_it: Carrello

source: Enter discount code
it_it: Inserisci il codice di sconto

source: Enter code
it_it: Inserisci codice

source: inc. taxes
it_it: tasse inc.

source: Click here if you are not automatically redirected
it_it: Clicca qui se non sei automaticamente reindirizzato

source: Invoice
it_it: Fattura

source: Processing...
it_it: In elaborazione...

source: Please set a Base Rate
it_it: Il prezzo fisso di base deve essere impostato

source: Base Rate should be a number
it_it: Il prezzo fisso di base deve essere un numero

source: The Price Per Item doesn't have to be set, but it does have to be numeric
it_it: Il prezzo per articolo è facoltativo, ma deve essere numerico

source: Flat Rate
it_it: Tasso fisso

source: Free Shipping
it_it: Spedizione gratuita

source: The email address you have entered has already been used to create an account. Please login first or enter a different email address.
it_it: L'e-mail inserito è già in uso. Fai il login oppure usa un indirizzo e-mail diverso per registrarti.

source: You must enter a valid email address
it_it: Devi inserire un indirizzo e-mail valido

source: You must enter a first name
it_it: Devi inserire il nome

source: Please enter a first name under 255 characters
it_it: Inserisci un nome più corto di 255 caratteri

source: You must enter a Last Name
it_it: E' necessario inserire il Cognome

source: Please enter a last name under 255 characters
it_it: Inserisci un cognome più corto di 255 caratteri

source: You must enter an address
it_it: Devi inserire un indirizzo

source: Please enter a street name under 255 characters
it_it: Inserisci un indirizzo più corto di 255 caratteri

source: You must enter a Country
it_it: Inserire la nazione

source: You did not select a Country from the list
it_it: Non hai selezionato una nazione dalla lista

source: You must enter a City
it_it: Inserire la città

source: You must enter a valid City
it_it: Devi inserire una città valida

source: You must enter a valid Postal Code
it_it: Devi inserire un codice di avviamento postale valido

source: Registered Customer in your store
it_it: Clienti registrati nello store

source: Store Customer Info
it_it: Dati del cliente

source: Other Customer Choices
it_it: Altre informazioni da chiedere al cliente

source: Digital Downloads
it_it: Download digitale

source: Awaiting Processing
it_it: In attesa di lavorazione

source: Processing
it_it: Lavorazione

source: Shipped
it_it: Spedito

source: Delivered
it_it: Consegnato

source: Will not deliver
it_it: Non sarà consegnato

source: Returned
it_it: Reso

source: Default
it_it: Predefinito
