Repository: concretecms-community-store/community_store
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: it_it

source: Add a Store to your Site
it_it: Aggiungi uno store al tuo sito

source: This package requires that the SOAP client for PHP is installed
it_it: Questo pacchetto richiede che sia installato il client SOAP per PHP

source: Quantity must be greater than zero
it_it: La quantità deve essere maggiore di zero

source: Add a Product to the Page
it_it: Aggiungi un prodotto alla pagina

source: Product
it_it: Articolo

source: A selected product
it_it: Prodotto selezionato

source: Product associated with this page
it_it: Prodotto associato a questa pagina

source: Select Product
it_it: Seleziona un articolo

source: Display Options
it_it: Mostra opzioni

source: Show Product Name
it_it: Mostra il nome del articolo

source: Show Short Description
it_it: Mostra la descrizione breve

source: Show Product Details
it_it: Mostra i dettagli del articolo

source: Show Price
it_it: Mostra il prezzo

source: Show Weight
it_it: Mostra il peso

source: Show Product Image
it_it: Mostra l'immagine del articolo

source: Show "Add to Cart" Button
it_it: Mostra il pulsante "Aggiungi al carrello"

source: Show If Featured
it_it: Mostra se "In evidenza"

source: Show Dimensions
it_it: Mostra dimensioni

source: Show Quantity Selector
it_it: Mostra il select per la quantità

source: Add to Cart Button Text
it_it: Testo per il bottone aggiungi al carrello

source: Add To Cart
it_it: Aggiungi al carrello

source: On Sale:
it_it: In offerta:

source: was
it_it: era

source: Dimensions
it_it: Dimensioni

source: Weight
it_it: Peso

source: Featured Item
it_it: Articolo in evidenza

source: Quantity
it_it: Quantità

source: Add to Cart
it_it: Aggiungi al carrello

source: Out of Stock
it_it: Esaurito

source: Product not available
it_it: Articolo non disponibile

source: Product List
it_it: Elenco articoli

source: A page must be selected
it_it: Devi selezionare una pagina

source: Number of Products must be a whole number
it_it: Il numero di articoli deve essere un numero intero

source: Products
it_it: Articoli

source: List Products
it_it: Includi i articoli

source: All
it_it: Tutti

source: Under current page
it_it: Sotto la pagina corrente

source: Under current page and child pages
it_it: Sotto la pagina corrente e le pagine figlie

source: Under a specified page
it_it: Sotto una specifica pagina

source: Under a specified page and child pages
it_it: Sotto una specifica pagina e le pagine figlie

source: Sort Order
it_it: Ordine di visualizzazione

source: Alphabetical
it_it: Alfabetico

source: Recently Added
it_it: Aggiunti recentemente

source: Most Popular
it_it: I più popolari

source: Filtering
it_it: Filtra

source: Filter by Product Groups
it_it: Filtra per gruppi articolo

source: Select Product Groups
it_it: Seleziona i gruppi di articoli

source: Matching
it_it: Corrisponde

source: All groups selected
it_it: Tutti i gruppi selezionai

source: Any group selected
it_it: Qualsiasi gruppo selezionato

source: Include Featured Only
it_it: Solo in evidenza

source: Include On Sale Only
it_it: Solo in offerta

source: Include Out of Stock Products
it_it: Includi articoli esauriti

source: Pagination and Display Options
it_it: Paginazione e visualizzazione

source: Number of Products to Display
it_it: Numero di articoli da mostrare

source: leave blank or 0 to list all matching products
it_it: lascia vuoto o inserisci 0 per elencare tutti i articoli corrispondenti

source: Display pagination interface if more products are available than are displayed.
it_it: Mostra la paginazione se ci sono più articoli disponibili di quelli visualizzati.

source: Products per Row
it_it: Articoli per riga

source: Display Price
it_it: Mostra prezzo

source: Display Add To Cart Button
it_it: Mostra pulsante Aggiungi al carrello

source: Add To Cart Button Text
it_it: Testo per il pulsante aggiungi al carrello

source: Defaults to: Add To Cart
it_it: Default: Aggiungi al carrello

source: Display Quantity Selector
it_it: Mostra select della quantità

source: Display Product Description
it_it: Mostra la descrizione del articolo

source: Display Link To Product Page
it_it: Mostra il link alla pagina del prodotto

source: Defaults to: More Details
it_it: Default: Maggiori informazioni

source: More Details
it_it: Maggiori informazioni

source: No Products Available
it_it: Nessun articolo disponibile

source: Utility Links
it_it: Utility Link

source: Cart Label must be set
it_it: La label Carrello va impostata

source: Cart Link Label exceeds 255 characters
it_it: La label del link Carrello supera i 255 caratteri

source: Cart Items Label exceeds 255 characters
it_it: La label degli Articoli in carrello supera i 255 caratteri

source: Show Number Of Items In Cart
it_it: Mostra il numero di articoli nel carrello

source: Show Cart Total
it_it: Mostra il totale carrello

source: Show Checkout Link
it_it: Mostra il link per il checkout

source: Display Cart In Popup
it_it: Mostra il carrello in finestra modale (Popup)

source: Show Greeting
it_it: Mostra saluto (Bentornato)

source: Show Sign-In Link
it_it: Mostra il link Registrati

source: Cart Link Label
it_it: Etichetta link Carrello

source: View Cart
it_it: Mostra carrello

source: Cart Items Label
it_it: Etichetta per Articoli nel carrello

source: Items in Cart
it_it: Articoli nel carrello

source: Sign In
it_it: Registrati

source: Welcome back
it_it: Bentornato

source: Welcome back,
it_it: Bentornato,

source: Checkout
it_it: Vai alla cassa

source: Order Attributes
it_it: Attributi ordine

source: Attribute Deleted.
it_it: Attributo eliminato.

source: Attribute Created.
it_it: Attributo creato.

source: Attribute Updated.
it_it: Attributo aggiornato.

source: Invalid attribute ID.
it_it: ID attributo non valido.

source: Create Order Attribute
it_it: Crea attributo per l'ordine

source: Product Attributes
it_it: Attributi articolo

source: Create Product Attribute
it_it: Crea attributo per il articolo

source: Order #
it_it: Ordine n.

source: Last Name
it_it: Cognome

source: First Name
it_it: Nome

source: Phone
it_it: Telefono

source: Options
it_it: Opzioni

source: Order Date
it_it: Data ordine

source: Order Status
it_it: Stato ordine

source: Orders of %s
it_it: Ordini del %s

source: Add Shipping Method
it_it: Aggiungi metodo di spedizione

source: Add
it_it: Aggiungi

source: Edit Shipping Method
it_it: Modifica metodo di spedizione

source: Update
it_it: Aggiorna

source: Successfully added a new Shipping Method
it_it: Nuovo metodo di spedizione aggiunto correttamente

source: Successfully updated
it_it: Aggiornato con successo

source: Successfully removed
it_it: Eliminato con successo

source: Method Name must be set
it_it: Il metodo deve avere un Nome

source: Add Tax Rate
it_it: Aggiungi aliquota tasse

source: Edit Tax Rate
it_it: Modifica aliquota tasse

source: Successfully added a new Tax Rate
it_it: Nuova aliquota tasse aggiunta correttamente

source: You need a label for this Tax Rate
it_it: Specificare una etichetta per questa aliquota tasse

source: Tax Rate must be a number
it_it: L'aliquota deve essere un numero

source: You need to enter a tax rate
it_it: Devi inserire una aliquota di tassa

source: You need a name for this Tax Class
it_it: Specificare un nome per questa classe di tasse

source: You can only have one tax rate with your current tax settings
it_it: Puoi avere sono una aliquota di tassa in base all'attuale impostazioni di tasse

source: Tax Class removed
it_it: Classe tasse rimossa

source: Tax Class Added
it_it: Classe tassa aggiunta

source: Tax Class updated
it_it: Classe tassa aggiornata

source: Discount Rules
it_it: Regole di sconto

source: Add Discount Rule
it_it: Aggiungi regola di sconto

source: Edit Discount Rule
it_it: Modifica regola di sconto

source: Codes for discount rule
it_it: Codici per regola di sconto

source: Discount Rule Added
it_it: Regola sconto aggiunta

source: Discount Rule Updated
it_it: Regola sconto aggiornata

source: Discount Rule Deleted
it_it: Regola sconto eliminata

source: Orders
it_it: Ordini

source: Order Removed
it_it: Ordine cancellato

source: Product Added
it_it: Articolo aggiunto

source: Product Updated
it_it: Articolo aggiornato

source: Product Removed
it_it: Articolo eliminato

source: Add Product
it_it: Aggiungi articolo

source: Product Duplicated
it_it: Articolo duplicato

source: Edit Product
it_it: Modifica articolo

source: Duplicate Product
it_it: Clona articolo

source: Please enter a Product Name
it_it: Inserisci il nome del articolo

source: The Product Name can not be greater than 255 Characters
it_it: Il nome del articolo non può essere più lungo di 255 caratteri

source: The Price must be set, and numeric
it_it: Il prezzo va impostato e deve essere numerico

source: The Quantity must be set, and numeric
it_it: La quantità va impostata e deve essere numerica

source: The Product Width must be a number
it_it: La larghezza deve essere un numero

source: The Product Height must be a number
it_it: L'altezza deve essere un numero

source: The Product Length must be a number
it_it: La lunghezza deve essere un numero

source: The Product Weight must be a number
it_it: Il peso dell'articolo deve essere un numero

source: Please enter a Group Name
it_it: Inserisci un nome del gruppo

source: A Group Name can not be more than 100 characters
it_it: Il nome di un gruppo non può essere più lungo di 100 caratteri

source: Settings Saved
it_it: Impostazioni salvate

source: You must set a currency symbol
it_it: Devi impostare un simbolo per la valuta

source: Tax Rate must be set, and a number
it_it: Aliquota deve essere impostata, come numero

source: Shipping Base Rate must be set, and a number
it_it: Prezzo base spedizione deve essere impostato, come numero

source: Shipping Base Rate must be set, and a number (even if just zero)
it_it: Prezzo base spedizione deve essere impostato, come numero (anche se zero)

source: At least one payment method must be enabled
it_it: Almeno un metodo di pagamento deve essere attivo

source: You must have at least one Order Status.
it_it: Devi impostare almeno uno stato per l'ordine

source: For customers in these groups
it_it: Per i clienti in questi gruppi

source: Available for all Groups
it_it: Disponibile per tutti i gruppi

source: No Charge
it_it: Nessun addebito

source: There are no shipping options to process your order.
it_it: Non ci sono metodi di spedizione per evadere l'ordine.

source: An invoice will be sent to you upon ordering
it_it: Una fattura ti sarà inviata per questo ordine

source: Minimum Order Value
it_it: Valore minimo dell'ordine

source: Maximum Order Value
it_it: Valore massimo dell'ordine

source: Payment Instructions
it_it: Istruzioni pagamento

source: Base Price
it_it: Prezzo fisso di base

source: Rate Based On
it_it: Tariffa basata su

source: Price per Item
it_it: Prezzo per oggetto

source: Price per
it_it: Prezzo per

source: Which Countries does this Apply to?
it_it: Per quali nazioni si applica?

source: All Countries
it_it: Tutte le nazioni

source: Certain Countries
it_it: Alcune nazioni

source: If Certain Countries, which?
it_it: Se solo in certi paesi, quali?

source: Minimum Purchase Amount for this rate to apply
it_it: Importo minimo di acquisto per applicare questo tasso

source: Maximum Purchase Amount for this rate to apply
it_it: Importo massimo di acquisto per applicare questo tasso

source: Leave at 0 for no maximum
it_it: Lascia 0 per non impostare un valore massimo

source: Minimum Weight Amount for this rate to apply
it_it: Valore minimo di peso per applicare questo tasso

source: Maximum Weight Amount for this rate to apply
it_it: Valore massimo di peso per applicare questo tasso

source: Price
it_it: Prezzo

source: Shopping Cart
it_it: Carrello

source: has been added to your cart
it_it: è stato aggiunto al carrello

source: Your cart has been updated
it_it: Il carrello è stato aggiornato

source: Your cart has been cleared
it_it: Carrello svuotato

source: Item removed
it_it: Articolo rimosso

source: Due to stock levels your quantity has been limited
it_it: A seguito della scorta disponibile a magazzino la quantità è scelta è stata limitata

source: Discount Applied
it_it: Sconto applicato

source: Discounts Applied
it_it: Sconti applicati

source: Total
it_it: Totale

source: Your cart is empty
it_it: Il carrello è vuoto

source: Continue Shopping
it_it: Continua lo shopping

source: Clear Cart
it_it: Svuota carrello

source: Order placed
it_it: Inserimento ordine

source: Cancelled
it_it: Cancellato

source: Refunded
it_it: Rimborsato

source: Paid
it_it: Pagato

source: Unpaid
it_it: Non pagato

source: Customer Details
it_it: Dettagli cliente

source: Name
it_it: Nome

source: User
it_it: Utente

source: Billing Address
it_it: Indirizzo di fatturazione

source: Shipping Address
it_it: Indirizzo di spedizione

source: Other Choices
it_it: Altre opzioni

source: Order Items
it_it: Articoli ordinati

source: Product Name
it_it: Nome articolo

source: Product Options
it_it: Opzioni articolo

source: Subtotal
it_it: Subtotale

source: Shipping
it_it: Spedizione

source: Discounts
it_it: Sconti

source: Discount
it_it: Sconto

source: Grand Total
it_it: Totale generale

source: Payment Method
it_it: Metodo di pagamento

source: Shipping Method
it_it: Metodo di spedizione

source: Delivery Instructions
it_it: Istruzioni per la consegna

source: New Order Notification #%s
it_it: Nuova notifica dell'ordine #%s

source: An order has been placed
it_it: Un nuovo ordine è stato inserito

source: Order
it_it: Ordine

source: Billing Information
it_it: Dati per la fatturazione

source: Shipping Information
it_it: Dati per la spedizione

source: Order Details
it_it: Dettagli dell'ordine

source: Qty
it_it: Q.tà

source: Transaction Reference
it_it: Riferimento transazione

source: View this order within the Dashboard
it_it: Visualizza questo ordine nella Dashboard

source: Order #:
it_it: Ordine #:

source: A new order has been placed on your website
it_it: Un nuovo ordine è stato inserito sul sito web

source: account Created
it_it: account creato

source: Thank you for your order, an account has been created for you at
it_it: Grazie per aver effettuato l'ordine, un account è stato creato per voi in

source: Order Receipt #%s
it_it: Ricevuta ordine #%s

source: Your Order
it_it: Il tuo ordine

source: Your Downloads
it_it: I tuoi download

source: Order #%s has been placed
it_it: Ordine #%s inviato

source: Thank you for your order. A receipt will be emailed to you shortly.
it_it: Grazie per l'ordine. Riceverete una notifica via e-mail a breve.

source: Add Attribute
it_it: Nuovo attributo

source: From
it_it: Da

source: To
it_it: A

source: Order By
it_it: Ordina per

source: Quantity Sold
it_it: Quantità venduta

source: Filter Results
it_it: Filtra i risultati

source: Export CSV
it_it: Esporta CSV

source: Total Quantity Sold
it_it: Totale quantità venduta

source: Today's Sales
it_it: Vendite di oggi

source: Tax
it_it: Tasse

source: Past 30 Days
it_it: Ultimi 30 giorni

source: Year to Date
it_it: Da inizio anno

source: View Orders by Date
it_it: Mostra ordini per data

source: Summary
it_it: Riepilogo

source: Export
it_it: Esporta

source: Export to CSV
it_it: Esporta in CSV

source: Date
it_it: Data

source: Method Name
it_it: Nome metodo

source: Enabled
it_it: Attivo

source: Yes
it_it: Si

source: Details
it_it: Dettagli

source: %s Shipping Method
it_it: %s metodo di spedizione

source: Add Method
it_it: Nuovo metodo

source: General Settings
it_it: Impostazioni generali

source: %s Methods
it_it: %s metodi

source: Actions
it_it: Azioni

source: Edit
it_it: Modifica

source: Disable
it_it: Disabilita

source: Delete
it_it: Elimina

source: Enable Tax Rate
it_it: Abilita aliquota tassa

source: Tax Label
it_it: Etichetta tassa

source: Tax Rate %
it_it: % aliquota tassa

source: Tax is Based on the
it_it: La tassa è calcolata in base a

source: Product Total
it_it: Totale articolo

source: Product Total + Shipping
it_it: Totale articolo + spedizione

source: When to Charge Tax
it_it: Quando applicare la tassa

source: If the Customers...
it_it: Se i clienti...

source: Matches...
it_it: Soddisfano i seguenti criteri...

source: Country
it_it: Nazione

source: Required
it_it: Richiesto

source: Region
it_it: Provincia

source: Optional
it_it: Opzionale

source: City
it_it: Città

source: %s Tax Rate
it_it: %s aliquota tasse

source: Add Tax Class
it_it: Aggiungi classe tassa

source: Tax Class
it_it: Classe tassa

source: Tax Rate
it_it: Aliquota tasse

source: Rate
it_it: Aliquota

source: Tax Class Name
it_it: Nome classe tasse

source: Select Tax Class Rates
it_it: Seleziona le aliquote di tasse

source: Display
it_it: Mostra

source: Applies
it_it: Si applica

source: Availability
it_it: Disponibilità

source: from
it_it: da

source: automatically
it_it: automaticamente

source: when single use code entered
it_it: quando viene inserito un codice monouso

source: of
it_it: di

source: codes available
it_it: codici disponibili

source: when code entered
it_it: tramite inserimento codice

source: code
it_it: codice

source: codes
it_it: codici

source: configured
it_it: configurati

source: starts
it_it: inizia

source: expires
it_it: scade

source: always
it_it: sempre

source: Disabled
it_it: Disabilitato

source: Manage Codes
it_it: Gestisci i codici

source: Display Text
it_it: Testo da visualizzare

source: Deduction Type
it_it: Tipo di riduzione

source: Percentage
it_it: Percentuale

source: Value
it_it: Valore

source: Percentage Discount
it_it: Percentuale di sconto

source: Value Discount
it_it: Valore dello sconto

source: Deduct From
it_it: Detrai da

source: Items Sub-total
it_it: Totale articoli

source: Apply
it_it: Applica

source: Automatically, (when matching all restrictions)
it_it: Automaticamente, (quando c'è corrispondenza con tutte le restrizioni)

source: When valid code entered
it_it: Quando viene inserito un codice valido

source: Single use codes
it_it: Codici monouso

source: Codes can be entered after creating rule
it_it: I codici possono essere inseriti dopo aver creato la regola

source: Restrictions
it_it: Restrizioni

source: Starts
it_it: Inizia

source: Immedately
it_it: Immediatamente

source: From a specified date
it_it: Da una specifica data

source: Ends
it_it: Finisce

source: Never
it_it: Mai

source: At a specified date
it_it: A una data specifica

source: Description / Notes
it_it: Descrizione / Note

source: Cancel
it_it: Annulla

source: Are you sure you want to delete this discount rule?
it_it: Sei sicuro di voler eliminare questa regola di sconto?

source: code added
it_it: codice aggiunto

source: codes added
it_it: codici aggiunti

source: The following codes are were invalid or are already active:
it_it: I seguenti codici non sono validi o sono già stati attivati:

source: Single Use Codes
it_it: Codici monouso

source: Codes can be repeatedly used
it_it: I codici possono essere usati più volte

source: Code
it_it: Codice

source: Used
it_it: Usato

source: View Order
it_it: Mostra ordine

source: Available
it_it: Disponibile

source: No codes specified
it_it: Nessun codice specificato

source: Add Codes
it_it: Aggiungi codici

source: Code(s)
it_it: Codice/i

source: Seperate codes via lines or commas. Codes are case-insensitive.
it_it: Codici su ogni riga o separati da virgola. I codici non distinguono maiuscole e minuscole.

source: Return to Discount Rules
it_it: Ritorna alle regole di sconto

source: Print Order Slip
it_it: Stampa riepilogo ordine

source: Items Subtotal
it_it: Subtotale articoli

source: Deducted From
it_it: Detrai da

source: Amount
it_it: Importo

source: by code
it_it: per codice

source: Automatically
it_it: Automaticamente

source: Fulfilment
it_it: Avanzamento

source: Status
it_it: Stato

source: Update Fulfilment Status
it_it: Aggiorna stato avanzamento

source: Payment Status
it_it: Stato pagamento

source: Date / Reference
it_it: Data / Riferimento

source: By
it_it: per

source: Ref
it_it: Rif

source: payment
it_it: pagamento

source: Are you sure you wish to reverse this payment?
it_it: Sei sicuro di voler revocare questo pagamento?

source: reverse
it_it: revoca

source: Are you sure you wish to reverse this refund?
it_it: Sei sicuro di voler revocare questo rimborso?

source: Update Payment Status
it_it: Aggiorna stato pagamento

source: Mark Paid
it_it: Segna pagato

source: Refund Reason
it_it: Motivo del rimborso

source: Mark Refunded
it_it: Segna come rimborsato

source: Cancel Order
it_it: Elimina ordine

source: Are you sure you wish to cancel this order?
it_it: Sei sicuro di voler eliminare questo ordine?

source: Are you sure you wish to reverse this cancellation?
it_it: Sei sicuro di voler revocare la cancellazione?

source: Reverse Cancellation
it_it: Revoca la cancellazione

source: Delete Order
it_it: Elimina ordine

source: Are you sure you wish to completely delete this order? The order number will be reused.
it_it: Sei sicuro di voler eliminare completamente questo ordine? Il numero d'ordine sarà riutilizzato.

source: Cart and Ordering features are currently disabled. This setting can be changed via the
it_it: Carrello e ordini sono attualmente disabilitati. Questa impostazione può essere modificata tramite la

source: settings page.
it_it: pagina impostazioni.

source: All Statuses
it_it: Tutti gli stati

source: Search Orders
it_it: Cerca ordini

source: Search
it_it: Cerca

source: Order %s
it_it: Ordine %s

source: Customer Name
it_it: Nome cliente

source: Payment
it_it: Pagamento

source: View
it_it: Vedi

source: Not found
it_it: non trovato

source: Delete Product
it_it: Elimina articolo

source: Are you sure you want to delete this product?
it_it: Sei sicuro di voler eliminare questo articolo?

source: Overview
it_it: Generale

source: Categories
it_it: Categorie

source: Images
it_it: Immagini

source: Attributes
it_it: Attributi

source: Memberships and Downloads
it_it: Account e download

source: Detail Page
it_it: Pagina di dettaglio

source: Code / SKU
it_it: Codice / SKU

source: Active
it_it: Attivo

source: Inactive
it_it: Non attivo

source: Featured Product
it_it: Articolo in evidenza

source: Sale Price
it_it: Prezzo scontato

source: Taxable
it_it: Tassabile

source: Stock Level
it_it: Scorta

source: Unlimited
it_it: Illimitata

source: Allow Back Orders
it_it: Consentire ordini oltre la scorta

source: Offer quantity selection
it_it: Scelta della quantità disponibile

source: No, only allow one of this product in a cart
it_it: No, solo uno di questi prodotti può essere messo in carrello

source: Date Added
it_it: Data di creazione

source: Short Description
it_it: Descrizione breve

source: Product Details (Long Description)
it_it: Descrizione articolo (estesa)

source: Categorized under pages
it_it: Classifica sotto le pagine

source: In product groups
it_it: Nei seguenti gruppi di prodotti

source: No Product Groups Available
it_it: Nessun gruppo di prodotti disponibile

source: Product is Shippable
it_it: Articolo disponibile per la spedizione

source: Number Of Items
it_it: Numero di articoli

source: Length
it_it: Lunghezza

source: Width
it_it: Larghezza

source: Height
it_it: Altezza

source: Primary Product Image
it_it: Immagine principale del articolo

source: Choose Image
it_it: Scegli immagine

source: Additional Images
it_it: Immagini aggiuntive

source: Choose Images
it_it: Scegli immagini

source: Add Option Group
it_it: Nuovo gruppo opzioni

source: Group Name:
it_it: Nome gruppo:

source: Delete the Option Group
it_it: Elimina gruppo opzioni

source: Add Option
it_it: Nuova opzione

source: Option
it_it: Opzione

source: Hide
it_it: Nascosto
